Repository: wmfinamore/myshop
Catalog: payment/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Payment canceled
pt_br: Pagamento cancelado

source: Your payment has not been processed
pt_br: Seu pagamento não foi processado

source: There was a problem processing your payment
pt_br: Ocorreu um problema de processamento no seu pagamento

source: Payment successfull
pt_br: Pago com sucesso

source: Your payment was successfull
pt_br: Seu pagamento realizado

source: Your payment has been processed successfully
pt_br: Seu pagamento foi realizado com sucesso

source: Pay credit card
pt_br: Pagamento por cartão de crédito

source: Pay by credit card
pt_br: Pague usando cartão de crédito

source: Card Number
pt_br: Número do Cartão

source: Expiration Date
pt_br: Data de vencimento

source: Pay
pt_br: Pagar
